examples/milestone_unv_192_168_1_104/media2/GetAudioEncoderConfigurations.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://www.w3.org/2003/05/soap-envelope"
	xmlns:SOAP-ENC="http://www.w3.org/2003/05/soap-encoding"
	xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
	xmlns:xsd="http://www.w3.org/2001/XMLSchema"
	xmlns:wsu="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-utility-1.0.xsd"
	xmlns:ds="http://www.w3.org/2000/09/xmldsig#"
	xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd"
	xmlns:tt="http://www.onvif.org/ver10/schema"
	xmlns:tds="http://www.onvif.org/ver10/device/wsdl"
	xmlns:tr2="http://www.onvif.org/ver20/media/wsdl"
	xmlns:wsa5="http://www.w3.org/2005/08/addressing">
	<SOAP-ENV:Body>
		<tr2:GetAudioEncoderConfigurations></tr2:GetAudioEncoderConfigurations>
	</SOAP-ENV:Body>
</SOAP-ENV:Envelope>